Repository: AD-iOS/pv
Catalog: po/*.po
Languages: cs, pl, ru, tr

source: show progress bar
cs: ukaž indikátor průběhu
pl: pokaż pasek postępu
ru: показать полосу прогресса
tr: ilerleme çubuğunu göster

source: show elapsed time
cs: ukaž uběhlý čas
pl: pokaż upływający czas
ru: показать прошедшее время
tr: geçen süreyi göster

source: show estimated time of arrival (completion)
cs: ukaž přibližný zbývající čas
pl: pokaż szacowany czas ukończenia
ru: показать примерное время завершения
tr: tahmini varış (tamamlanma) zamanını göster

source: show absolute estimated time of arrival (completion)
cs: ukaž přibližný čas dokončení
pl: pokaż bezwzględny szacowany czas ukończenia
ru: показать примерное абсолютное время завершения
tr: mutlak tahmini varış (tamamlanma) zamanını göster

source: show data transfer rate counter
cs: ukaž okamžitou rychlost přenosu dat
pl: pokaż licznik prędkości przesyłania
ru: показать скорость передачи данных
tr: veri aktarım oranı sayacını göster

source: show data transfer average rate counter
cs: ukaž průměrnou rychlost přenosu dat
pl: pokaż licznik uśrednionej prędkości przesyłania
ru: показать среднюю скорость передачи данных
tr: veri aktarımı ortalama hız sayacını göster

source: show number of bytes transferred
cs: ukaž počet přenesených bajtů
pl: pokaż ilość przesłanych bajtów
ru: показать объём переданных данных в байтах
tr: aktarılan bayt sayısını göster

source: show percentage of transfer buffer in use
cs: ukaž procento využité vyrovnávací paměti
pl: pokaż procentowe użycie bufora transferu
ru: показать использование буфера передачи в процентах
tr: aktarım tamponunun kullanım yüzdesini göster

source: NUM
cs: ČÍS
pl: LICZBA
ru: КОЛ

source: show NUM bytes last written
cs: zobraz ČÍS posledních zapsaných bajtů
pl: pokaż ostatnie LICZBA przesłanych bajtów
ru: показать КОЛ байт, переданных в последний раз
tr: son yazılan NUM baytlarını göster

source: FORMAT
cs: FORMÁT
ru: ФОРМАТ

source: set output format to FORMAT
cs: nastav formát výstupu na FORMÁT
pl: ustaw FORMAT jako format wyjściowy
ru: указать формат вывода как ФОРМАТ
tr: çıktı formatını FORMAT olarak ayarlayın

source: output percentages, not visual information
cs: vypisuj procenta, ne vizuální informace
pl: wyświetl wyjście procentowo, bez graficznej prezentacji
ru: показать проценты вместо визуальной информации
tr: görsel bilgileri değil, yüzdeleri çıktı olarak yazdır

source: do not output any transfer information at all
cs: nevypisuj žádné informace o přenosu
pl: nie wyświetlaj żadnych informacji o przesyłaniu
ru: не отображать никакую информацию о передаче
tr: hiçbir transfer bilgisini yazdırma

source: show number of bits transferred
cs: ukaž počet přenesených bitů
pl: pokaż ilość przesłanych bitów
ru: показать объём переданных данных в битах
tr: aktarılan bit sayısını göster

source: treat suffixes as multiples of 1000 rather than 1024
cs: zacházej se suffixy jako s násobky 1000 namísto 1024
pl: traktuj przyrostki jako wielokrotności 1000 zamiast 1024
ru: считать суффиксы как умножители на 1000, а не на 1024
tr: ekleri 1024 yerine 1000'in katları olarak değerlendir

source: display nothing until first byte transferred
cs: nic nevypisuj, dokud není přenesen první byte
pl: nie wyświetlaj nic aż do pierwszego przesłanego bajtu
ru: ничего не показывать, пока не будет передан первый байт
tr: ilk bayt aktarılana kadar hiçbir şey gösterme

source: SEC
cs: SEK
pl: SEKUNDY
ru: СЕК

source: display nothing until SEC seconds have passed
cs: nic nevypisuj, dokud neuplyne SEK sekund
pl: nie wyświetlaj nic do momentu upłynięcia SEKUNDY sekund
ru: ничего не показывать, пока не пройдёт СЕК секунд
tr: SEC saniye geçene kadar hiçbir şey gösterme

source: SIZE
cs: VEL
pl: ROZMIAR
ru: РАЗМ
tr: BOYUT

source: set estimated data size to SIZE bytes
cs: nastav očekávanou velikost dat na VEL bajtů
pl: ustaw oczekiwany rozmiar danych na ROZMIAR bajtów
ru: указать ожидаемый объём данных как РАЗМ байт
tr: tahmini veri boyutunu BOYUT bayt olarak ayarlayın

source: if size unknown, show rate vs max rate
cs: pokud je velikost neznámá, ukaž rychlost vs maximální rychlost
pl: jeśli rozmiar nie jest znany, wyświetl zestawienie prędkości do maksymalnej prędkości
ru: если объём неизвестен, показать скорость и макс. скорость
tr: boyut bilinmiyorsa, oranı maksimum oranla göster

source: count lines instead of bytes
cs: počítej řádky místo bajtů
pl: zliczaj linie zamiast bajty
ru: считать линии вместо байт
tr: bayt yerine satır say

source: lines are null-terminated
cs: řádky jsou zakončené nulovým znakem
pl: linie są zakończone znakiem NUL
ru: строки прерываются нулями
tr: satırlar boş sonlandırılır

source: update every SEC seconds
cs: aktualizuj každých SEK sekund
pl: aktualizuj co każde SEKUNDY sekund
ru: обновлять каждые СЕК секунд
tr: her SEC saniyede bir güncelleme

source: compute average rate over past SEC seconds (default 30s)
cs: počítej průměrnou rychlost za posledních SEK sekund (výchozí: 30)
pl: oblicz średnią prędkość transferu na podstawie poprzednich SEKUNDY sekund (domyślnie 30 s)
ru: вычислять среднюю скорость за последние СЕК секунд (по умолчанию 30)
tr: geçmiş SEC saniyeleri üzerinden ortalama hızı hesapla (varsayılan 30s)

source: WIDTH
cs: ŠÍŘ
pl: SZEROKOŚĆ
ru: ШИРИНА
tr: GENİŞLİK

source: assume terminal is WIDTH characters wide
cs: předpokládej šířku terminálu ŠÍŘ znaků
pl: przyjmij, że terminal ma szerokość SZEROKOŚĆ znaków
ru: считать, что в одной строке помещается ШИРИНА символов
tr: terminalin GENİŞLİK karakter genişliğinde olduğunu varsayalım

source: HEIGHT
cs: VÝŠ
pl: WYSOKOŚĆ
ru: ВЫСОТА
tr: YÜKSEKLİK

source: assume terminal is HEIGHT rows high
cs: předpokládej výšku terminálu VÝŠ znaků
pl: przyjmij, że terminal ma wysokość WYSOKOŚĆ linii
ru: считать, что на экране помещается ВЫСОТА строк
tr: terminalin YÜKSEKLİK sıraları yüksekliğinde olduğunu varsayalım

source: NAME
cs: JMÉNO
pl: NAZWA
ru: ИМЯ
tr: İSİM

source: prefix visual information with NAME
cs: přidej JMÉNO před vizuální informace
pl: poprzedź informacje prefiksem NAZWA
ru: писать ИМЯ до визуальной информации
tr: görsel bilgiyi İSİM ile öne ekle

source: STYLE
pl: STYL
ru: СТИЛЬ
tr: BİÇİM

source: set default bar style to NAME
pl: ustaw domyślny styl paska postępu na STYL
ru: задать стиль полоски по умолчанию как НАЗВАНИЕ
tr: öntanımlı çubuk biçimini İSİM olarak ayarla

source: output transfer statistics at the end
cs: po dokončení vypiš údaje o přenosu
pl: wyświetl na końcu statystyki transferu
ru: после завершения показать статистику
tr: transfer istatistiklerini sonda göster

source: output even if standard error is not a terminal
cs: vypisuj výstup i pokud standardní chybový výstup není terminál
pl: pokaż wyjście nawet standardowe wyjście błędu nie jest terminalem
ru: вевести, даже если стд. ошибка не является терминалом
tr: standart hata bir terminal olmasa bile çıktı yazdır

source: use cursor positioning escape sequences
cs: pozicuj kurzor pomocí řídících znaků
pl: używaj znaków ucieczki do pozycjonowania kursora
ru: использовать символьные последовательности для позиционирования курсора
tr: imleç konumlandırma kaçış dizilerini kullan

source: FILE
cs: SOUBOR
pl: PLIK
ru: ФАЙЛ
tr: DOSYA

source: write output to FILE instead of stdout
cs: zapiš výstup do SOUBORu namísto standardního výstupu
pl: zapisz wyjście do PLIK zamiast do wyjścia standardowego
ru: направить вывод в ФАЙЛ вместо стд. вывода
tr: çıktıyı stdout yerine DOSYA'ya yaz

source: RATE
cs: RYCH
pl: PRĘDKOŚĆ
ru: СКОР
tr: ORAN

source: limit transfer to RATE bytes per second
cs: omez přenosovou rychlost na RYCH bajtů za sekundu
pl: ogranicz przesyłane dane do PRĘDKOŚĆ bajtów na sekundę
ru: ограничить скорость передачи до СКОР байт/сек
tr: aktarımı saniye başına ORAN bayt ile sınırlandırın

source: BYTES
cs: BAJT
pl: BAJTY
ru: БАЙТ
tr: BAYTLAR

source: use a buffer size of BYTES
cs: použij vyrovnávací pamět BAJT bajtů
pl: użyj bufora o rozmiarze BAJTY
ru: использовать буфер размера БАЙТ
tr: BAYTLAR tampon boyutu kullanın

source: never use splice(), always use read/write
cs: nepoužívej splice(), vždy použij read/write
pl: nigdy nie używaj splice(), zawsze używaj read/write
ru: использовать чтение/запись вместо splice()
tr: splice() kullanma, her zaman read/write kullan

source: skip read errors in input
cs: ignoruj chyby při čtení vstupu
pl: pomijaj błędy odczytu wejścia
ru: пропустить ошибки чтения во вводе
tr: girdideki okuma hatalarını atla

source: skip errors in BYTES blocks at a time
cs: přeskakuj chyby v blocích BAJTů naráz
pl: pomijaj błędy w blokach po BAJTY bajtów na raz
ru: пропускать ошибки в <БАЙТ> блоках за раз
tr: BAYTLAR blokları halinde hataları atla

source: stop after --size bytes have been transferred
cs: zastav po přenosu --size bajtů
pl: zakończ po przesłaniu --size bajtów
ru: остановить после передачи --size байт
tr: --size bayt transfer edildikten sonra dur

source: flush cache to disk after every write
cs: po každém zápisu vyprázdni cache na disk
pl: wymuś zapis pamięci podręcznej na dysk po każdym zapisie
ru: сбрасывать кеш на диск каждый раз
tr: her yazmadan sonra önbelleği diske boşalt

source: use direct I/O to bypass cache
cs: použij přímý V/V k obejítí cache
pl: użyj bezpośredniego wejścia/wyjścia celem pominięcia pamięci podręcznej
ru: использовать прямой ввод/вывод для обхода кеша
tr: Önbelleği atlamak için doğrudan I/O kullan

source: discard input instead of writing to output
cs: zahoď vstup namísto zápisu na výstup
pl: zignoruj dane wejściowe zamiast wyświetlić je na wyjściu standardowym
ru: отбрасывать ввод вместо записи в вывод
tr: Girdiyi çıktıya yazmak yerine yok say

source: write all input to FILE before writing to output
cs: zapiš veškerý vstup do SOUBORu před výpisem na výstup
pl: zapisz wszystkie dane wejściowe do PLIK przed wyświetleniem ich na wyjściu
ru: записывать весь ввод в ФАЙЛ прежде, чем отправлять на вывод
tr: çıktıya yazmadan önce tüm girdiyi DOSYA'ya yaz

source: watch file FD opened by process PID
cs: sleduj soubor DS otevřený procesem PID
pl: obserwuj plik FD otworzony przez proces PID
ru: следить за FD файла, открытого процессом ИДпр
tr: FD izleme dosyası PID işlemi tarafından açıldı

source: PID
ru: ИДпр

source: update settings of process PID
cs: aktualizuj nastavení procesu PID
pl: zaktualizuj ustawienia procesu PID
ru: обновить настройки ИДпр процесса
tr: süreç PID ayarlarını güncelle

source: save process ID in FILE
cs: ulož id procesu do SOUBORu
pl: zapisz ID procesu do PLIK
ru: сохранить ИД процесса в ФАЙЛ
tr: FILE'da işlem kimliğini (ID) kaydet

source: show this help and exit
cs: ukaž pomoc a skonči
pl: wyświetl te informacje z pomocą i wyjdź
ru: показать справку и завершить работу
tr: bu yardımı göster ve çık

source: show version information and exit
cs: ukaž informace o verzi a skonči
pl: wyświetl informacje o wersji i wyjdź
ru: показать версию программы и завершить работу
tr: sürüm bilgilerini göster ve çık

source: write debug logs to FILE
cs: zapiš ladící záznamy do SOUBORu
pl: zapisz logi debugujące do PLIK
ru: вести запись отладочного журнала в ФАЙЛ
tr: Hata ayıklama kayıtlarını DOSYA'ya yaz

source: Usage: %s [OPTION] [FILE]...
cs: Použití: %s [VOLBY] [SOUBOR]...
pl: Sposób użycia: %s [OPCJA] [PLIK]...
ru: Использование: %s [ОПЦИИ] [ФАЙЛ]...
tr: Kullanım şekli: %s [AYAR] [DOSYA]...

source: Supported format sequences:
pl: Wspierane sekwencje formatowania:
ru: Поддерживаемые последовательности:
tr: Desteklenen biçim dizileri:

source: Please report any bugs to: %s
cs: Prosím, hlašte veškeré chyby na: %s
pl: Proszę przesyłać zgłoszenia błędów do %s
ru: Сообщайте о проблемах на: %s
tr: Lütfen hataları şu adrese bildirin: %s

source: (input)
cs: (vstup)
pl: (wejście)
ru: (ввод)
tr: (giriş)

source: process ID or pid:fd pair expected
cs: očekáváno ID procesu nebo dvojice PID:DS
pl: oczekiwany proces ID lub para PID:FD
ru: ожидался ИД процесса или пара ИДпр:ДФ
tr: süreç kimliği (ID) veya pid:fd çifti bekleniyor

source: invalid process ID
cs: neplatné ID procesu
pl: niepoprawne ID procesu
ru: неправильный ИД процесса
tr: geçersiz süreç kimliği (ID)

source: failed to stat file
cs: nebylo možné zjistit informace o souboru
pl: nie udało się wykonać operacji stat na pliku
ru: не удалось получить информацию о файле
tr: dosya statüsünde başarısız oldu

source: is a directory
cs: je adresář
pl: jest katalogiem
ru: является каталогом
tr: bir dizindir

source: failed to generate sysfs filename
cs: selhalo vytváření jména pro soubor v sysfs
pl: nie udało się wygenerować nazwy pliku dla sysfs
ru: не удалось создать имя файла sysfs
tr: sysfs dosya adı oluşturulamadı

source: failed to read sysfs size file
cs: selhalo čtení velikosti souboru v sysfs
pl: nie udało się odczytać rozmiaru pliku sysfs
ru: не удалось узнать размер файла sysfs
tr: sysfs boyut dosyası okunamadı

source: failed to open block device
cs: selhalo otevření blokového zařízení
pl: nie udało się otworzyć urządzenia blokowego
ru: не удалось открыть блочное устройство
tr: blok aygıtı açılamadı

source: failed to determine size of block device
cs: selhalo zjištění velikosti blokového zařízení
pl: nie udało się ustalić rozmiaru urządzenia blokowego
ru: не удалось определить размер блочного устройства
tr: blok aygıtının boyutu belirlenemedi

source: option structure allocation failed
cs: selhala alokace struktury pro volby
pl: nie udało się zaalokować struktur opcji
ru: не удалось выделить память для структуры опций
tr: seçenek yapısı tahsisi başarısız oldu

source: option structure argv allocation failed
cs: selhala alokace struktury pro argv
pl: nie udało się zaalokować struktur opcji argv
ru: не удалось выделить память для структуры опций argv
tr: seçenek yapısı argv tahsisi başarısız oldu

source: numeric value not understood
pl: wartość liczbowa niezrozumiana
ru: число не распознано
tr: sayısal değer anlaşılmadı

source: integer argument expected
cs: očekáván celočíselný argument
pl: oczekiwany argument typu liczby całkowitej
ru: ожидалось целое число
tr: tamsayı bağımsız değişkeni bekleniyor

source: numeric argument expected
cs: očekáván číselný argument
pl: oczekiwany argument liczbowy
ru: ожидалось число
tr: sayısal bağımsız değişken bekleniyor

source: Try `%s --help' for more information.
cs: Zkuste `%s --help' pro více informací.
pl: Spróbuj `%s --help' by uzyskać więcej informacji.
ru: Выполните `%s --help' для получения подробностей.
tr: Daha fazla bilgi için `%s --help' seçeneğini deneyin.

source: Try `%s -h' for more information.
cs: Zkuste `%s --h' pro více informací.
pl: Spróbuj `%s -h' by uzyskać więcej informacji.
ru: Выполните `%s -h' для получения подробностей.
tr: Daha fazla bilgi için `%s -h' seçeneğini deneyin.

source: cannot use remote control when watching file descriptors
cs: při sledování deskriptorů souborů nelze použít vzdálené ovládání
pl: nie można użyć opcji zaktualizowania ustawień procesu łącznie z opcją obserwowania deskryptorów plików
ru: удалённое управление невозможно при отслеживании дескрипторов файлов
tr: dosya tanımlayıcılarını izlerken uzaktan kumandayı kullanamaz

source: cannot transfer files when watching file descriptors
cs: při sledování deskriptorů souborů nelze použít přenos souborů
pl: nie można przesyłać plików z opcją obserwowania deskryptorów plików
ru: передача файлов невозможна при отслеживании дескрипторов файлов
tr: dosya tanımlayıcıları izlenirken dosya aktarılamıyor

source: not available on systems without /proc/self/fdinfo
cs: není dostupné na systémech bez /proc/self/fdinfo
pl: niedostępne na systemach bez /proc/self/fdinfo
ru: невозможно на системах без /proc/self/fdinfo
tr: /proc/self/fdinfo olmayan sistemlerde kullanılamaz

source: License: GPLv3+ <https://www.gnu.org/licenses/gpl-3.0.html>
cs: Licence: GPLv3+ <https://jxself.org/translations/gpl-3.cz.shtml>
pl: Licencja: GPLv3+ <https://www.gnu.org/licenses/gpl-3.0.html>
ru: Лицензия: GPLv3+ <https://www.gnu.org/licenses/gpl-3.0.html>
tr: Lisans: GPLv3+ <https://www.gnu.org/licenses/gpl-3.0.html>

source: This is free software: you are free to change and redistribute it.
cs: Toto je svobodný software; můžete ho volně měnit a šířit.
pl: To jest wolne oprogramowanie: masz prawo do zmian i redystrybucji.
ru: Это свободная программа. Вы можете изменять и распространять её.
tr: Bu özgür bir yazılımdır: değiştirmekte ve yeniden dağıtmakta özgürsünüz.

source: There is NO WARRANTY, to the extent permitted by law.
cs: Na program se nevztahuje ŽÁDNÁ ZÁRUKA, v míře povolené zákonem.
pl: Nie udziela się GWARANCJI w zakresie dozwolonym przez prawo.
ru: Разработчики не дают никаких гарантий, связанных с работой этой программы, насколько это юридически возможно.
tr: Yasaların izin verdiği ölçüde GARANTİ YOKTUR.

source: Project web site
cs: Stránka projektu
pl: Strona projektu
ru: Веб-сайт проекта
tr: Proje web sitesi

source: failed to get terminal name
cs: selhalo zjištění názvu terminálu
pl: nie udało się uzyskać nazwy terminala
ru: не удалось получить имя терминала
tr: terminal adı alınamadı

source: failed to open lock file
cs: selhalo otevření zámkového souboru
pl: nie udało się otworzyć pliku blokowania zasobów
ru: не удалось открыть блокирующий файл
tr: lock dosyası açılamadı

source: lock attempt failed
cs: selhal pokus o uzamčení
pl: blokada zasobów nie powiodła się
ru: попытка блокировки не удалась
tr: kilit denemesi başarısız oldu

source: failed to open terminal
cs: selhalo otevření terminálu
pl: nie udało się otworzyć terminala
ru: не удалось открыть терминал
tr: terminal açılamadı

source: buffer allocation failed
cs: selhala alokace vyrovnávací paměti
pl: nie udało się zaalokować bufora
ru: не удалось выделить память для буфера
tr: arabellek tahsisi başarısız oldu

source: failed to close file
cs: selhalo zavření souboru
pl: nie udało się zamknąć pliku
ru: не удалось закрыть файл
tr: dosya kapatılamadı

source: failed to read file
cs: selhalo čtení ze souboru
pl: nie udało się odczytać pliku
ru: не удалось прочесть файл
tr: dosya okunamadı

source: failed to stat output file
cs: selhalo zjištění informací o výstupním souboru
pl: nie udało się wykonać operacji stat na pliku wyjściowym
ru: не удалось получить информацию о выходном файле
tr: çıktı dosyası stat edilemedi

source: input file is output file
cs: vstupní soubor je výstupní soubor
pl: plik wejściowy jest zarazem plikiem wyjściowym
ru: пути исходного и выходного файлов одинаковы
tr: girdi dosyası çıktı dosyasıdır

source: (none)
cs: (žádný)
pl: (brak)
ru: (нет)
tr: (yok)

source: (stdin)
ru: (стд. ввод)

source: b/s
ru: бит/с

source: /s
ru: /с

source: B/s
ru: байт/с

source: b
ru: бит

source: B
ru: байт

source: ETA
ru: ОЖИД

source: FIN
ru: ЗАВЕРШ

source: rate min/avg/max/mdev
cs: rychlost min/avg/max/std
pl: prędkość min/śr/max/odch
ru: скор. мин/сред/макс/дев
tr: oran min/ortalama/maks/standart sapma

source: rate not measured
cs: rychlost neměřena
pl: prędkość niezmierzona
ru: скорость не изменяется
tr: oran ölçülmedi

source: pid
ru: ИДпр

source: fd
cs: ds
ru: дф

source: message not received
cs: zpráva nepřijata
pl: wiadomość nieodebrana
ru: сообщение не получено
tr: mesaj alınamadı

source: SA_SIGINFO not supported on this system
cs: SA_SIGINFO není na tomto systému podporováno
pl: SA_SIGINFO nie jest wspierane na tym systemie
ru: Этой системой не поддерживается SA_SIGINFO
tr: SA_SIGINFO bu sistemde desteklenmiyor

source: history structure allocation failed
cs: selhala alokace struktury historie
pl: nie udało się zaalokować struktury historii
ru: не удалось выделить память для структуры истории
tr: geçmiş yapısı tahsisi başarısız oldu

source: file list allocation failed
cs: selhala alokace seznamu souborů
pl: nie udało się zaalokować listy plików
ru: не удалось выделить память для списка файлов
tr: dosya listesi tahsisi başarısız oldu

source: read failed
cs: čtení selhalo
pl: błąd odczytu
ru: чтение не удалось
tr: okuma başarısız

source: warning: read errors detected
cs: varování: detekovány chyby při čtení
pl: ostrzeżenie: błędy odczytu wykryte
ru: внимание: замечены ошибки чтения
tr: uyarı: okuma hataları tespit edildi

source: no transfer buffer allocated
cs: vyrovnávací paměť není alokována
pl: brak zaalokowanego bufora transferu
ru: не выделена память для буфера передачи
tr: aktarım arabelleği ayrılmamış

source: failed to set interval timer
cs: selhalo nastavení intervalového časovače
pl: nie udało się ustawić interwału czasowego
ru: не удалось задать измеритель временного промежутка
tr: aralık zamanlayıcısı ayarlanamadı

source: failed to clear interval timer
cs: selhalo vynulování intervalového časovače
pl: nie udało się wyczyścić interwału czasowego
ru: не удалось очистить измеритель временного промежутка
tr: aralık zamanlayıcısı temizlenemedi

source: write failed
cs: zápis selhal
pl: błąd zapisu
ru: запись не удалась
tr: yazma başarısız

source: select call failed
cs: selhalo volání select
pl: nie udało się wywołać funkcji select
ru: запрос выборки не удался
tr: seçme çağrısı başarısız oldu

source: not a regular file or block device
cs: není obyčejný soubor nebo blokové zařízení
pl: plik nie jest plikiem regularnym lub urządzeniem blokowym
ru: не является обычным файлом или блочным устройством
tr: normal bir dosya veya blok aygıtı değil

source: also send progress to SPEC
pl: wysyłaj postęp również do SPEC
tr: ilerlemeyi BELİRT ögesine de gönder

source: Concatenate FILE(s), or standard input, to standard output, with monitoring.
cs: Spoj SOUBOR(y) nebo standardní vstup na standardního výstup, s monitoringem.
pl: Łączenie PLIK(ów) lub wejścia standardowego, do wyjścia standardowego z monitoringiem.
tr: İzleme ile DOSYA(lar)ı veya standart girdiyi standart çıktı ile birleştirin.

source: state allocation failed
cs: selhala alokace stavu
pl: alokacja stanu programu nie powiodła się
tr: durum tahsisi başarısız oldu

source: cannot use line mode or transfer modifier options when watching file descriptors
cs: při sledování deskriptorů souborů nelze použít řádkový mód nebo volby pro modifikaci přenosu
pl: nie można użyć trybu zliczania linii lub opcji modyfikujących przesył łącznie z opcją obserwowania deskryptorów plików
tr: dosya tanımlayıcılarını izlerken satır modu veya aktarım değiştirici seçeneklerini kullanamaz

source: cannot use cursor positioning when watching file descriptors
cs: při sledování deskriptorů souborů nelze pozicování kurzoru použít
pl: nie można użyć pozycjonowania kursora łącznie z opcją obserwowania deskryptorów plików
tr: dosya tanımlayıcılarını izlerken imleç konumlandırmayı kullanamaz

source: failed to seek to start of output
cs: selhalo posunutí za začátek výstupu
pl: nie udało się przewinąć wyjścia do początku
tr: çıktının başlangıcına ulaşılamadı

source: file is not seekable
cs: souborem nelze procházet
pl: pliku nie da się przewijać
tr: dosya aranabilir değil

source: failed to seek past error
cs: selhal skok za chybu
pl: nie udało się przewinąć za błąd
tr: geçmiş hatayı aramakta başarısız oldu

source: skipped past read error
cs: chyba přeskočena
pl: pominięto błąd odczytu
tr: geçmiş okuma hatası atlandı

source: line position buffer allocation failed
cs: selhala alokace vyrovnávací paměti pro pozici v řádcích
pl: alokacja buforu pozycji linii nie powiodła się
tr: satır konumu arabellek tahsisi başarısız oldu

source: SPEC
tr: BELİRT
